{
    "link": "https://www.linkedin.com/jobs/view/4049199548/?eBP=BUDGET_EXHAUSTED_JOB&refId=o24UP%2BVVn5DHaqq0e6Y5rA%3D%3D&trackingId=HnAeVvtnCBDIAbbw%2BYR5og%3D%3D&trk=flagship3_search_srp_jobs",
    "cargo": "Analista de Ux Designer Sênior | E-commerce",
    "DESCRICAO_VAGA": [
        "Aqui na Riachuelo a gente se conecta com @vc!",
        "#Carreira",
        "Que",
        "ConectaExistimos para conectar desejos a realizações.!",
        "E você escolher a Riachuelo para fazer a sua carreira acontecer é uma realização para a gente!",
        "Aqui, nossos milhares de RCHLOVERS encontram o melhor ambiente para se transformarem e se desenvolverem junto com a gente.!",
        "Afinal, somos moda, varejo, tech, logística, financeira, indústria e uma das maiores empregadoras do país!",
        "Vamos juntos construir o maior ecossistema de moda, lifestyle e produtos financeiros do Brasil!",
        "Nosso time de",
        "E-COMMERCEestá em busca de um",
        "ANALISTA DE UX DESIGNER SÊNIORpara compor a equipe!",
        "Lembramos que nossas oportunidades são para todos.!",
        "Na Riachuelo, você encontra um ambiente diverso, com respeito e empatia, em que cuidamos dos RCHLOVERS."
    ],
    "RESPONSABILIDADES_ATRIBUICOES": [
        "Os desafios da função são:",
        "Conduzir pesquisas com usuários para entender necessidades e comportamentos dos clientes;.:",
        "Criar wireframes, protótipos e fluxos de usuário que otimizem a experiência de compra online;",
        "Colaborar com times técnicos para garantir a viabilidade e a implementação eficiente de soluções UX;",
        "Realizar testes de usabilidade e análise de métricas para validar e iterar sobre soluções propostas;",
        "Manter atualizado nosso guide de boas práticas;",
        "Desenvolver nosso Design System em colaboração com áreas parceiras;",
        "Manter-se atualizado(a) com as tendências de UX, novas tecnologias e melhores práticas do mercado."
    ],
    "REQUISITOS_QUALIFICACOES": [
        "É muito importante que você tenha e/ou saiba:",
        "Ensino superior completo em áreas correlatas à Publicidade, Moda, Design, Engenharia de Software, ou similares;.:",
        "+5 anos atuando em design de interfaces digitais;",
        "Conhecimento em Figma;",
        "Proatividade e autonomia para executar demandas e auxiliar pares;",
        "Flexibilidade para atuar múltiplos produtos/projetos;",
        "Capacidade de liderar projetos de UX do início ao fim, com um portfólio que demonstra impacto mensurável.",
        "Excelentes habilidades de comunicação e capacidade de colaborar efetivamente em um ambiente multidisciplinar.",
        "Conhecimento em Adobe XD e Photoshop (desejável);.",
        "Experiência em e-commerce (desejável)."
    ],
    "INFORMACOES_ADICIONAIS": [
        "E quais são os benefícios?Assistência médica;.",
        "Assistência odontológica;",
        "Vale Refeição ou Alimentação;",
        "Telemedicina;",
        "Gympass;",
        "Convênio com o Sesc;",
        "Ajuda de custo para o home office;",
        "PLR - Participação nos Lucros e Resultados;",
        "Previdência Privada;",
        "Seguro de vida em grupo;",
        "Convênio Farmácia;",
        "Parcerias Educacionais;",
        "Plataforma de Aprendizagem Online;",
        "Descontos na Riachuelo.",
        "Para conhecer todos os nossos benefícios, acessewww.",
        "riachuelo.",
        "com.",
        "br/carreiras",
        "Curtiu? Então candidate-se agora!",
        "Se orgulhe para sempre daquilo que você faz de melhor.!",
        "Conecta;.",
        "Conecta!",
        "Vamos juntos construir o maior ecossistema de moda, lifestyle e produtos financeiros do Brasil!",
        "E-COMMERCE",
        "ANALISTA DE UX DESIGNER SÊNIOR",
        "Conduzir pesquisas com usuários para entender necessidades e comportamentos dos clientes;",
        "Ensino superior completo em áreas correlatas à Publicidade, Moda, Design, Engenharia de Software, ou similares;",
        "Conhecimento em Adobe XD e Photoshop (desejável);",
        "E quais são os benefícios?",
        "Assistência médica;",
        "www.",
        "br/carreiras.",
        "Se orgulhe para sempre daquilo que você faz de melhor.",
        "Conecta."
    ]
}