{
    "link": "https://hdia.gupy.io/job/eyJqb2JJZCI6ODE5NzkzOSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "cargo": "CONTADOR (FISCAL CONTÁBIL)",
    "DESCRICAO_VAGA": [
        "Buscamos alguém com a capacidade de supervisionar, acompanhar e garantir a conformidade das atividades financeiras e contábeis da organização"
    ],
    "RESPONSABILIDADES_ATRIBUICOES": [
        "Auditoria e Controle",
        "Conformidade Legal",
        "Monitoramento de Processos",
        "Intermediação e Relatórios",
        "Consultoria Interna",
        "Prevenção de Riscos"
    ],
    "REQUISITOS_QUALIFICACOES": [
        "Graduação em Ciências Contábeis, Administração, Economia ou áreas relacionadas.",
        "Registro ativo no Conselho Regional de Contabilidade (CRC) (em muitos casos, é obrigatório).",
        "Experiência prévia em contabilidade, auditoria ou fiscalização financeira.",
        "Conhecimento prático em análise de balanços, demonstrações financeiras e auditorias internas e externas.",
        "Familiaridade com a legislação tributária e fiscal vigente.",
        "Domínio em normas contábeis, como as normas do IFRS e legislação específica do país.",
        "Capacidade de lidar com sistemas ERP e softwares contábeis.",
        "Habilidades em Auditoria e Fiscalização",
        "Conhecimento em auditorias internas e externas.",
        "Capacidade de identificar irregularidades ou não conformidades nos processos contábeis.",
        "Certificações Desejáveis",
        "Certificações como Auditor Independente (CFC), Certificação CPA-20/CPA-10 ou outras relacionadas.",
        "Pós-graduação ou MBA em áreas como Auditoria, Gestão Financeira, ou Controladoria.",
        "Atenção aos detalhes e perfil analítico.",
        "Ética e sigilo profissional.",
        "Habilidade para trabalhar sob pressão e solucionar problemas complexos.",
        "Boa comunicação para interagir com equipes multidisciplinares e órgãos reguladores."
    ],
    "INFORMACOES_ADICIONAIS": [
        "Benefícios",
        "Vale Transporte",
        "Vale Alimentação",
        "Convênio odontológico (após experiência)",
        "Convênio com o SESC",
        "Auxílio Creche",
        "Auxílio Educação",
        "Day Off (Folga de Aniversário)"
    ],
    "ETAPAS_PROCESSO": [
        "Etapa 1:",
        "Cadastro1Cadastro:",
        "Cadastro:",
        "Cadastro",
        "Etapa 2:",
        "Contratação2Contratação:",
        "Contratação:",
        "Contratação",
        "QUEM SOMOS",
        "Bem-vindo ao H-Dia Hospital Dia, onde a nossa paixão e excelência encontram-se com o compromisso de cuidar de você em cada etapa do caminho.",
        "Somos referência em diagnóstico e tratamento de desnutrição associada a doenças raras, ao trato intestinal, metabólicas, crônicas, autoimunes e também doenças oncológicas.",
        "Nosso foco é oferecer cuidado integral e contínuo por meio de uma equipe multiprofissional altamente qualificada.",
        "Contamos com um Centro de Reabilitação Intestinal e Nutricional especializado em Terapia Nutricional Enteral e Parenteral.",
        "Nossa abordagem combina a mais recente pesquisa, inovação e práticas médicas para proporcionar tratamentos personalizados e eficazes.",
        "Aqui no H-Dia, acreditamos que a nutrição desempenha um papel fundamental na recuperação e no bem-estar dos pacientes.",
        "Nossa missão é oferecer esperança, qualidade de vida e melhores resultados de saúde para aqueles que enfrentam desafios relacionados à desnutrição e condições médicas complexas.",
        "Por meio de experiência e inovação, estamos comprometidos em fornecer cuidados excepcionais, baseados em evidências, para cada pessoa que chega até nós.",
        "Nossas portas estão abertas para cuidar de você e toda sua família!",
        "Website",
        "Linked",
        "In",
        "Instagram"
    ]
}